Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: The content item with contentid {0} in workflow with workflowid {1} is in a state with stateid of {2} that does not have a transition with internal name or transitionid of "{3}@quot;.
ar: عنصر المحتوى بمعرف المحتوى {0} في سير العمل بمعرف سير العمل {1} في حالة بمعرف الحالة {2} ولا يحتوي على انتقال باسم داخلي أو معرف انتقال "{3}@quot;.
bn: ওয়ার্কফ্লোড সহ ওয়ার্কফ্লোতে contentid {0} সহ বিষয়বস্তু আইটেমটি {2} এর স্টেটেড সহ এমন অবস্থায় রয়েছে যার অভ্যন্তরীণ নাম বা "{3}@quot; এর ট্রানজিশনড নেই৷
de: Das Inhaltselement mit der Inhalts-ID {0} im Workflow mit der Workflow-ID {1} befindet sich in einem Status mit der Status-ID {2}, der keinen Übergang mit dem internen Namen oder der Übergangs-ID „{3}@quot;“ aufweist.
es: El elemento de contenido con contentid {0} en flujo de trabajo con workflowid {1} está en un estado con stateid de {2} que no tiene una transición con nombre interno o transitionid de "{3}@quot;.
fr: L'élément de contenu avec l'ID de contenu {0} dans le flux de travail avec l'ID de flux de travail {1} est dans un état avec l'ID d'état {2} qui n'a pas de transition avec le nom interne ou l'ID de transition de "{3}@quot;.
hi: वर्कफ़्लोइड {1} के साथ वर्कफ़्लो में contentid {0} वाला सामग्री आइटम {2} के स्टेटिड के साथ एक स्थिति में है जिसमें आंतरिक नाम या "{3}@quot; के ट्रांज़िशनआईडी के साथ कोई संक्रमण नहीं है।
it: L'elemento di contenuto con id contenuto {0} nel flusso di lavoro con id flusso di lavoro {1} è in uno stato con id stato {2} che non ha una transizione con nome interno o id transizione di "{3}@quot;.
nl: Het inhoudsitem met contentid {0} in workflow met workflowid {1} heeft een status met stateid van {2} die geen transitie heeft met interne naam of transitionid van "{3}@quot;.
pt: O item de conteúdo com ID de conteúdo {0} no fluxo de trabalho com ID de fluxo de trabalho {1} está em um estado com ID de estado {2} que não possui uma transição com nome interno ou ID de transição de "{3}@quot;.
te: వర్క్u200cఫ్లోయిడ్ {1}తో వర్క్u200cఫ్లో కంటెంట్u200cతో కూడిన {0} కంటెంట్ ఐటెమ్ {2} స్టేట్u200cఐడ్u200cతో స్థితిలో ఉంది, అది అంతర్గత పేరు లేదా "{3}@quot;" యొక్క పరివర్తనను కలిగి ఉండదు.
zh_tw: 工作流程 ID 为 {1} 的工作流程中内容 ID 为 {0} 的内容项处于状态 ID 为 {2} 的状态，该状态没有内部名称或 TransitionID 为“{3}@”的转换。

source: Authentication failed: user community and item community are different.
ar: فشلت المصادقة: مجتمع المستخدمين ومجتمع العناصر مختلفان.
bn: প্রমাণীকরণ ব্যর্থ হয়েছে: ব্যবহারকারী সম্প্রদায় এবং আইটেম সম্প্রদায় আলাদা।
de: Authentifizierung fehlgeschlagen: Benutzer-Community und Artikel-Community sind unterschiedlich.
es: Autenticación fallida: la comunidad del usuario y la comunidad del elemento son diferentes.
fr: Échec de l'authentification : la communauté d'utilisateurs et la communauté d'éléments sont différentes.
hi: प्रमाणीकरण विफल: उपयोगकर्ता समुदाय और आइटम समुदाय अलग-अलग हैं।
it: Autenticazione non riuscita: la comunità utente e la comunità elemento sono diverse.
nl: Authenticatie mislukt: gebruikersgemeenschap en itemgemeenschap zijn verschillend.
pt: Falha na autenticação: a comunidade de usuários e a comunidade de itens são diferentes.
te: ప్రామాణీకరణ విఫలమైంది: వినియోగదారు సంఘం మరియు అంశం సంఘం వేర్వేరుగా ఉన్నాయి.
zh_tw: 认证失败：用户团体和项目团体不同。

source: The variant id {0} is in use and may not be removed. Please remove relationships using this variant before deleting it. The following content ids have such relationships: {1}
ar: معرف المتغير {0} قيد الاستخدام ولا يمكن إزالته. الرجاء إزالة العلاقات التي تستخدم هذا المتغير قبل حذفه. تحتوي معرفات المحتوى التالية على مثل هذه العلاقات: {1}
bn: বৈকল্পিক আইডি {0} ব্যবহার করা হচ্ছে এবং সরানো যাবে না। এটি মুছে ফেলার আগে এই বৈকল্পিক ব্যবহার করে সম্পর্ক মুছে ফেলুন. নিম্নলিখিত বিষয়বস্তু আইডিগুলির মধ্যে এই ধরনের সম্পর্ক রয়েছে: {1}
de: Die Varianten-ID {0} wird verwendet und darf nicht entfernt werden. Bitte entfernen Sie Beziehungen, die diese Variante verwenden, bevor Sie sie löschen. Die folgenden Inhalts-IDs haben solche Beziehungen: {1}
es: El id de variante {0} está en uso y no puede ser eliminado. Por favor elimine las relaciones que usan esta variante antes de eliminarla. Los siguientes content ids tienen tales relaciones: {1}
fr: L'identifiant de variante {0} est en cours d'utilisation et ne peut pas être supprimé. Veuillez supprimer les relations utilisant cette variante avant de la supprimer. Les identifiants de contenu suivants ont de telles relations : {1}
hi: वैरिएंट आईडी {0} उपयोग में है और इसे हटाया नहीं जा सकता। कृपया हटाने से पहले इस प्रकार का उपयोग करके रिश्तों को हटा दें। निम्नलिखित सामग्री आईडी में ऐसे संबंध हैं: {1}
it: L'ID variante {0} è in uso e non può essere rimosso. Rimuovi le relazioni utilizzando questa variante prima di eliminarla. I seguenti ID contenuto hanno tali relazioni: {1}
nl: De variant-ID {0} is in gebruik en mag niet worden verwijderd. Verwijder relaties die deze variant gebruiken voordat u deze verwijdert. De volgende inhoud-ID's hebben dergelijke relaties: {1}
pt: O ID da variante {0} está em uso e não pode ser removido. Remova os relacionamentos usando esta variante antes de excluí-la. Os seguintes IDs de conteúdo têm esses relacionamentos: {1}
te: వేరియంట్ ఐడి {0} వాడుకలో ఉంది మరియు తీసివేయబడకపోవచ్చు. దయచేసి దీన్ని తొలగించే ముందు ఈ రూపాంతరాన్ని ఉపయోగించి సంబంధాలను తీసివేయండి. కింది కంటెంట్ ఐడిలు అటువంటి సంబంధాలను కలిగి ఉన్నాయి: {1}
zh_tw: 变体 ID {0} 正在使用，无法删除。请先删除使用此变体的关系，然后再删除它。以下内容 ID 具有此类关系：{1}

source: The folder id {0} could not be loaded
ar: لا يمكن تحميل معرف المجلد {0}.
bn: ফোল্ডার আইডি {0} লোড করা যায়নি৷
de: Die Ordner-ID {0} konnte nicht geladen werden
es: El id de carpeta {0} no pudo ser cargado
fr: L'ID de dossier {0} n'a pas pu être chargé
hi: फ़ोल्डर आईडी {0} लोड नहीं किया जा सका
it: Impossibile caricare la cartella con ID {0}
nl: De map-ID {0} kan niet worden geladen
pt: O ID da pasta {0} não pôde ser carregado
te: ఫోల్డర్ ఐడి {0}ని లోడ్ చేయడం సాధ్యపడలేదు
zh_tw: 无法加载文件夹 ID {0}

source: The JEXL expression returned an object of type {0} when one of type {1} was expected
ar: قام تعبير JEXL بإرجاع كائن من النوع {0} عندما كان من المتوقع وجود كائن من النوع {1}.
bn: JEXL এক্সপ্রেশনটি প্রত্যাশিত {0} প্রকারের একটি বস্তু ফেরত দিয়েছে
de: Der JEXL-Ausdruck gab ein Objekt vom Typ {0} zurück, obwohl eines vom Typ {1} erwartet wurde
es: La expresión JEXL devolvió un objeto de tipo {0} cuando se esperaba uno de tipo {1}
fr: L'expression JEXL a renvoyé un objet de type {0} alors qu'un objet de type {1} était attendu
hi: JEXL एक्सप्रेशन ने {0} प्रकार का एक ऑब्जेक्ट लौटाया जब {1} प्रकार में से एक की अपेक्षा की गई थी
it: L'espressione JEXL ha restituito un oggetto di tipo {0} quando era previsto uno di tipo {1}
nl: De JEXL-expressie retourneerde een object van het type {0} terwijl er een van het type {1} werd verwacht
pt: A expressão JEXL retornou um objeto do tipo {0} quando um do tipo {1} era esperado
te: JEXL వ్యక్తీకరణ రకం {1}లో ఒకటి ఆశించబడినప్పుడు {0} రకం వస్తువును అందించింది
zh_tw: 当需要类型为 {1} 之一时，JEXL 表达式返回类型为 {0} 的对象

source: The JEXL expression {0} failed during evaluation
ar: فشل تعبير JEXL {0} أثناء التقييم
bn: JEXL এক্সপ্রেশন {0} মূল্যায়নের সময় ব্যর্থ হয়েছে
de: Der JEXL-Ausdruck {0} ist während der Auswertung fehlgeschlagen
es: La expresión JEXL {0} falló durante la evaluación
fr: L'expression JEXL {0} a échoué lors de l'évaluation
hi: मूल्यांकन के दौरान JEXL अभिव्यक्ति {0} विफल रही
it: L'espressione JEXL {0} non è riuscita durante la valutazione
nl: De JEXL-expressie {0} is mislukt tijdens de evaluatie
pt: A expressão JEXL {0} falhou durante a avaliação
te: మూల్యాంకన సమయంలో JEXL వ్యక్తీకరణ {0} విఫలమైంది
zh_tw: JEXL 表达式 {0} 在评估期间失败

source: The {0} handler could not initialize the {1} extension: {2}.
ar: لم يتمكن المعالج {0} من تهيئة الامتداد {1}: {2}.
bn: {0} হ্যান্ডলারটি {1} এক্সটেনশন শুরু করতে পারেনি: {2}।
de: Der {0}-Handler konnte die Erweiterung {1} nicht initialisieren: {2}.
es: El manejador {0} no pudo inicializar la extensión {1}: {2}.
fr: Le gestionnaire {0} n'a pas pu initialiser l'extension {1} : {2}.
hi: {0} हैंडलर {1} एक्सटेंशन को प्रारंभ नहीं कर सका: {2}।
it: Il gestore {0} non è riuscito a inizializzare l'estensione {1}: {2}.
nl: De handler {0} kan de extensie {1}: {2} niet initialiseren.
pt: O manipulador {0} não pôde inicializar a extensão {1}: {2}.
te: {0} హ్యాండ్లర్ {1} పొడిగింపును ప్రారంభించలేకపోయింది: {2}.
zh_tw: {0} 处理程序无法初始化 {1} 扩展：{2}。

source: Could not initialize the {0} extension handler: {1}.
ar: لا يمكن تهيئة معالج الامتداد {0}: {1}.
bn: {0} এক্সটেনশন হ্যান্ডলার শুরু করা যায়নি: {1}।
de: Der {0}-Erweiterungshandler konnte nicht initialisiert werden: {1}.
es: No se pudo inicializar el manejador de extensión {0}: {1}.
fr: Impossible d'initialiser le gestionnaire d'extension {0} : {1}.
hi: {0} एक्सटेंशन हैंडलर प्रारंभ नहीं किया जा सका: {1}।
it: Impossibile inizializzare il gestore dell'estensione {0}: {1}.
nl: Kan de extensiehandler {0}: {1} niet initialiseren.
pt: Não foi possível inicializar o manipulador de extensão {0}: {1}.
te: {0} ఎక్స్u200cటెన్షన్ హ్యాండ్లర్u200cని ప్రారంభించడం సాధ్యం కాలేదు: {1}.
zh_tw: 无法初始化 {0} 扩展处理程序：{1}。

source: The extension call does not have the appropriate number of parameters. {0} parameters were expected, {1} parameters were supplied.
ar: لا يحتوي استدعاء الامتداد على العدد المناسب من المعلمات. كان هناك {0} معلمات متوقعة، وتم توفير {1} معلمات.
bn: এক্সটেনশন কলের পরামিতিগুলির উপযুক্ত সংখ্যা নেই৷ {0} প্যারামিটার প্রত্যাশিত ছিল, {1} প্যারামিটার সরবরাহ করা হয়েছে৷
de: Der Erweiterungsaufruf verfügt nicht über die entsprechende Anzahl an Parametern. {0} Parameter wurden erwartet, {1} Parameter wurden bereitgestellt.
es: La llamada de extensión no tiene el número apropiado de parámetros. Se esperaban {0} parámetros, se proporcionaron {1} parámetros.
fr: L'appel d'extension ne possède pas le nombre approprié de paramètres. {0} paramètres étaient attendus, {1} paramètres ont été fournis.
hi: एक्सटेंशन कॉल में उचित संख्या में पैरामीटर नहीं हैं. {0} पैरामीटर अपेक्षित थे, {1} पैरामीटर प्रदान किए गए।
it: La chiamata interna non ha il numero appropriato di parametri. Erano previsti {0} parametri, sono stati forniti {1} parametri.
nl: Het toestelgesprek heeft niet het juiste aantal parameters. Er werden {0} parameters verwacht, er zijn {1} parameters opgegeven.
pt: A chamada do ramal não possui o número adequado de parâmetros. {0} parâmetros eram esperados, {1} parâmetros foram fornecidos.
te: పొడిగింపు కాల్u200cలో తగిన సంఖ్యలో పారామీటర్u200cలు లేవు. {0} పారామీటర్u200cలు ఆశించబడ్డాయి, {1} పారామీటర్u200cలు అందించబడ్డాయి.
zh_tw: 扩展调用没有适当数量的参数。需要 {0} 个参数，已提供 {1} 个参数。

source: You are authenticated but you do not have sufficient access to view the resource.
ar: لقد تمت مصادقتك ولكن ليس لديك حق الوصول الكافي لعرض المورد.
bn: আপনি প্রমাণীকৃত কিন্তু সম্পদ দেখার জন্য আপনার কাছে পর্যাপ্ত অ্যাক্সেস নেই।
de: Sie sind authentifiziert, verfügen jedoch nicht über ausreichende Zugriffsrechte, um die Ressource anzuzeigen.
es: Está autenticado pero no tiene acceso suficiente para ver el recurso.
fr: Vous êtes authentifié mais vous ne disposez pas d'un accès suffisant pour visualiser la ressource.
hi: आप प्रमाणित हैं लेकिन आपके पास संसाधन देखने के लिए पर्याप्त पहुंच नहीं है।
it: Sei autenticato ma non hai accesso sufficiente per visualizzare la risorsa.
nl: U bent geverifieerd, maar u heeft niet voldoende toegang om de bron te bekijken.
pt: Você está autenticado, mas não tem acesso suficiente para visualizar o recurso.
te: మీరు ప్రామాణీకరించబడ్డారు కానీ వనరును వీక్షించడానికి మీకు తగినంత ప్రాప్యత లేదు.
zh_tw: 您已通过身份验证，但没有足够的访问权限来查看资源。

source: Access to the {0} resource {1} was denied for {2} user {3}.
ar: تم رفض الوصول إلى المورد {0} {1} لمستخدم {2} {3}.
bn: {2} ব্যবহারকারী {3}-এর জন্য {0} সংস্থান {1} অ্যাক্সেস অস্বীকৃত হয়েছে৷
de: Der Zugriff auf die {0}-Ressource {1} wurde für {2} Benutzer {3} verweigert.
es: Se negó el acceso al recurso {0} {1} para el usuario {2} {3}.
fr: L'accès à la {0} ressource {1} a été refusé à {2} utilisateur {3}.
hi: {2} उपयोगकर्ता {3} के लिए {0} संसाधन {1} तक पहुंच अस्वीकार कर दी गई थी।
it: L'accesso alla risorsa {0} {1} è stato negato per {2} utente {3}.
nl: Toegang tot de {0} bron {1} is geweigerd voor {2} gebruiker {3}.
pt: O acesso ao {0} recurso {1} foi negado para {2} usuário {3}.
te: {2} వినియోగదారు {3} కోసం {0} వనరు {1}కి యాక్సెస్ నిరాకరించబడింది.
zh_tw: {2} 用户 {3} 对 {0} 资源 {1} 的访问被拒绝。

source: An exception occurred while processing the "{0}" extension: {1}.
ar: حدث استثناء أثناء معالجة الامتداد "{0}": {1}.
bn: "{0}" এক্সটেনশন প্রক্রিয়া করার সময় একটি ব্যতিক্রম ঘটেছে: {1}।
de: Bei der Verarbeitung der Erweiterung „{0}“ ist eine Ausnahme aufgetreten: {1}.
es: Ocurrió una excepción al procesar la extensión "{0}": {1}.
fr: Une exception s'est produite lors du traitement de l'extension "{0}" : {1}.
hi: "{0}" एक्सटेंशन को संसाधित करते समय एक अपवाद उत्पन्न हुआ: {1}।
it: Si è verificata un'eccezione durante l'elaborazione dell'estensione "{0}": {1}.
nl: Er is een uitzondering opgetreden tijdens het verwerken van de extensie '{0}': {1}.
pt: Ocorreu uma exceção ao processar a extensão "{0}": {1}.
te: "{0}" పొడిగింపును ప్రాసెస్ చేస్తున్నప్పుడు మినహాయింపు సంభవించింది: {1}.
zh_tw: 处理“{0}”扩展时发生异常：{1}。

source: The application "{0}" is not running.
ar: التطبيق "{0}" لا يعمل.
bn: অ্যাপ্লিকেশন "{0}" চলছে না৷
de: Die Anwendung „{0}“ wird nicht ausgeführt.
es: La aplicación "{0}" no está en ejecución.
fr: L'application "{0}" n'est pas en cours d'exécution.
hi: एप्लिकेशन "{0}" नहीं चल रहा है.
it: L'applicazione "{0}" non è in esecuzione.
nl: De applicatie "{0}" is niet actief.
pt: O aplicativo "{0}" não está em execução.
te: అప్లికేషన్ "{0}" అమలులో లేదు.
zh_tw: 应用程序“{0}”未运行。

source: An unknown error occurred while processing the request submitted by session id {0}.
ar: حدث خطأ غير معروف أثناء معالجة الطلب المقدم بواسطة معرف الجلسة {0}.
bn: সেশন আইডি {0} দ্বারা জমা দেওয়া অনুরোধ প্রক্রিয়া করার সময় একটি অজানা ত্রুটি ঘটেছে৷
de: Beim Verarbeiten der von der Sitzungs-ID {0} übermittelten Anfrage ist ein unbekannter Fehler aufgetreten.
es: Ocurrió un error desconocido al procesar la solicitud enviada por el ID de sesión {0}.
fr: Une erreur inconnue s'est produite lors du traitement de la demande soumise par l'ID de session {0}.
hi: सत्र id {0} द्वारा प्रस्तुत किए गए अनुरोध को संसाधित करते समय एक अज्ञात त्रुटि हुई।
it: Si è verificato un errore sconosciuto durante l'elaborazione della richiesta inviata dall'ID sessione {0}.
nl: Er is een onbekende fout opgetreden tijdens het verwerken van het verzoek ingediend door sessie-ID {0}.
pt: Ocorreu um erro desconhecido ao processar a solicitação enviada pelo ID de sessão {0}.
te: సెషన్ ఐడి {0} ద్వారా సమర్పించిన అభ్యర్థనను ప్రాసెస్ చేస్తున్నప్పుడు తెలియని లోపం సంభవించింది.
zh_tw: 处理会话 ID {0} 提交的请求时发生未知错误。

source: Could not create the choices lookup URL. Most likely the PSUrlRequest object is invalid: href= {0}, params= {1}, anchor= {2}.
ar: تعذر إنشاء عنوان URL للبحث عن الاختيارات. على الأرجح أن كائن PSUrlRequest غير صالح: href= {0}، params= {1}، مرساة= {2}.
bn: পছন্দের সন্ধান URL তৈরি করা যায়নি৷ সম্ভবত PSUrlRequest অবজেক্টটি অবৈধ: hrefu003d {0}, paramsu003d {1}, anchoru003d {2}।
de: Die Auswahl-Such-URL konnte nicht erstellt werden. Höchstwahrscheinlich ist das PSUrlRequest-Objekt ungültig: hrefu003d {0}, paramsu003d {1}, Anchoru003d {2}.
es: No se pudo crear la URL de búsqueda de opciones. Lo más probable es que el objeto PSUrlRequest sea inválido: href= {0}, params= {1}, anchor= {2}.
fr: Impossible de créer l'URL de recherche de choix. Il est fort probable que l'objet PSUrlRequest n'est pas valide : href= {0}, params= {1}, Anchor= {2}.
hi: विकल्प लुकअप यूआरएल नहीं बनाया जा सका. सबसे अधिक संभावना है कि PSUrlRequest ऑब्जेक्ट अमान्य है: href= {0}, पैरामीटर्स= {1}, एंकर= {2}।
it: Impossibile creare l'URL di ricerca delle scelte. Molto probabilmente l'oggetto PSUrlRequest non è valido: href= {0}, params= {1}, anchor= {2}.
nl: Kan de opzoek-URL voor keuzes niet maken. Hoogstwaarschijnlijk is het PSUrlRequest-object ongeldig: href= {0}, params= {1}, anchor= {2}.
pt: Não foi possível criar o URL de pesquisa de opções. Provavelmente o objeto PSUrlRequest é inválido: hrefu003d {0}, paramsu003d {1}, âncorau003d {2}.
te: ఎంపికల శోధన URLని సృష్టించడం సాధ్యపడలేదు. చాలా మటుకు PSUrlRequest ఆబ్జెక్ట్ చెల్లదు: hrefu003d {0}, paramsu003d {1}, anchoru003d {2}.
zh_tw: 无法创建选择查找 URL。 PSUrlRequest 对象很可能无效：hrefu003d {0}、paramsu003d {1}、anchoru003d {2}。

source: Choice entries with duplicate values found for a control.
ar: تم العثور على إدخالات الاختيار ذات القيم المكررة لعنصر التحكم.
bn: একটি নিয়ন্ত্রণের জন্য ডুপ্লিকেট মান সহ পছন্দের এন্ট্রি পাওয়া গেছে।
de: Auswahleinträge mit doppelten Werten für ein Steuerelement gefunden.
es: Se encontraron entradas de opciones con valores duplicados para un control.
fr: Entrées de choix avec des valeurs en double trouvées pour un contrôle.
hi: नियंत्रण के लिए डुप्लिकेट मानों वाली विकल्प प्रविष्टियाँ मिलीं।
it: Voci di scelta con valori duplicati trovate per un controllo.
nl: Keuze-items met dubbele waarden gevonden voor een besturingselement.
pt: Entradas de escolha com valores duplicados encontrados para um controle.
zh_tw: 为控件找到具有重复值的选项条目。

source: You are trying to update an older revision of this content item. You may have updated this content item in another open session. Please refresh your main content management screen before attempting to edit this content item.
ar: أنت تحاول تحديث نسخة أقدم من عنصر المحتوى هذا. ربما قمت بتحديث عنصر المحتوى هذا في جلسة مفتوحة أخرى. يرجى تحديث شاشة إدارة المحتوى الرئيسية لديك قبل محاولة تحرير عنصر المحتوى هذا.
bn: আপনি এই বিষয়বস্তু আইটেমের একটি পুরানো সংশোধন আপডেট করার চেষ্টা করছেন৷ আপনি অন্য খোলা সেশনে এই বিষয়বস্তু আইটেম আপডেট করতে পারেন. এই বিষয়বস্তু আইটেমটি সম্পাদনা করার চেষ্টা করার আগে অনুগ্রহ করে আপনার প্রধান বিষয়বস্তু পরিচালনার স্ক্রীনটি রিফ্রেশ করুন৷
de: Sie versuchen, eine ältere Revision dieses Inhaltselements zu aktualisieren. Möglicherweise haben Sie dieses Inhaltselement in einer anderen offenen Sitzung aktualisiert. Bitte aktualisieren Sie Ihren Hauptbildschirm für die Inhaltsverwaltung, bevor Sie versuchen, dieses Inhaltselement zu bearbeiten.
es: Está intentando actualizar una revisión más antigua de este elemento de contenido. Es posible que haya actualizado este elemento de contenido en otra sesión abierta. Por favor refresque su pantalla principal de gestión de contenido antes de intentar editar este elemento de contenido.
fr: Vous essayez de mettre à jour une ancienne révision de cet élément de contenu. Vous avez peut-être mis à jour cet élément de contenu dans une autre session ouverte. Veuillez actualiser votre écran principal de gestion de contenu avant de tenter de modifier cet élément de contenu.
hi: आप इस सामग्री आइटम के पुराने संशोधन को अद्यतन करने का प्रयास कर रहे हैं। हो सकता है कि आपने इस सामग्री आइटम को किसी अन्य खुले सत्र में अद्यतन किया हो। कृपया इस सामग्री आइटम को संपादित करने का प्रयास करने से पहले अपनी मुख्य सामग्री प्रबंधन स्क्रीन को ताज़ा करें।
it: Stai tentando di aggiornare una revisione precedente di questo contenuto. Potresti aver aggiornato questo contenuto in un'altra sessione aperta. Aggiorna la schermata principale di gestione dei contenuti prima di tentare di modificare questo contenuto.
nl: U probeert een oudere revisie van dit inhoudsitem bij te werken. Mogelijk hebt u dit inhoudsitem bijgewerkt in een andere open sessie. Vernieuw uw hoofdscherm voor inhoudsbeheer voordat u probeert dit inhoudsitem te bewerken.
pt: Você está tentando atualizar uma revisão mais antiga deste item de conteúdo. Você pode ter atualizado este item de conteúdo em outra sessão aberta. Atualize sua tela principal de gerenciamento de conteúdo antes de tentar editar este item de conteúdo.
te: మీరు ఈ కంటెంట్ అంశం యొక్క పాత పునర్విమర్శను నవీకరించడానికి ప్రయత్నిస్తున్నారు. మీరు ఈ కంటెంట్ అంశాన్ని మరొక ఓపెన్ సెషన్u200cలో అప్u200cడేట్ చేసి ఉండవచ్చు. దయచేసి ఈ కంటెంట్ అంశాన్ని సవరించడానికి ప్రయత్నించే ముందు మీ ప్రధాన కంటెంట్ నిర్వహణ స్క్రీన్u200cను రిఫ్రెష్ చేయండి.
zh_tw: 您正在尝试更新此内容项的较旧版本。您可能已在另一个开放会话中更新了此内容项。在尝试编辑此内容项之前，请刷新您的主内容管理屏幕。

source: The extension ({0}) does not return a URL. Extensions used in choice lookup's must return a URL value.
ar: لا يُرجع الامتداد ({0}) عنوان URL. يجب أن تقوم الإضافات المستخدمة في عمليات البحث المختارة بإرجاع قيمة عنوان URL.
bn: এক্সটেনশন ({0}) একটি URL প্রদান করে না। পছন্দের সন্ধানে ব্যবহৃত এক্সটেনশনগুলি অবশ্যই একটি URL মান প্রদান করবে৷
de: Die Erweiterung ({0}) gibt keine URL zurück. In Auswahlsuchen verwendete Erweiterungen müssen einen URL-Wert zurückgeben.
es: La extensión ({0}) no devuelve una URL. Las extensiones usadas en búsquedas de opciones deben devolver un valor de URL.
fr: L'extension ({0}) ne renvoie pas d'URL. Les extensions utilisées dans les recherches de choix doivent renvoyer une valeur URL.
hi: एक्सटेंशन ({0}) यूआरएल नहीं लौटाता। चॉइस लुकअप में उपयोग किए गए एक्सटेंशन को एक यूआरएल मान लौटाना होगा।
it: L'estensione ({0}) non restituisce un URL. Le estensioni utilizzate nella ricerca delle scelte devono restituire un valore URL.
nl: De extensie ({0}) retourneert geen URL. Extensies die worden gebruikt bij het opzoeken van keuzes moeten een URL-waarde retourneren.
pt: A extensão ({0}) não retorna um URL. As extensões usadas na pesquisa de escolha devem retornar um valor de URL.
te: పొడిగింపు ({0}) URLని అందించదు. ఎంపిక శోధనలో ఉపయోగించే పొడిగింపులు తప్పనిసరిగా URL విలువను అందించాలి.
zh_tw: 扩展程序 ({0}) 不返回 URL。选择查找中使用的扩展必须返回 URL 值。

source: Could not find the provided extension {{0}} defined in a choice lookup.
ar: تعذر العثور على الامتداد المقدم {{0}} المحدد في بحث الاختيار.
bn: একটি পছন্দ সন্ধানে সংজ্ঞায়িত প্রদত্ত এক্সটেনশন {{0}} খুঁজে পাওয়া যায়নি৷
de: Die bereitgestellte Erweiterung {{0}} konnte in einer Auswahlsuche nicht gefunden werden.
es: No se pudo encontrar la extensión proporcionada {{0}} definida en una búsqueda de opciones.
fr: Impossible de trouver l'extension fournie {{0}} définie dans une recherche de choix.
hi: च्वाइस लुकअप में परिभाषित प्रदत्त एक्सटेंशन {{0}} नहीं मिल सका।
it: Impossibile trovare l'estensione fornita {{0}} definita in una ricerca di scelta.
nl: Kan de opgegeven extensie {{0}} niet vinden die is gedefinieerd in een keuzezoekopdracht.
pt: Não foi possível localizar a extensão fornecida {{0}} definida em uma pesquisa de escolha.
te: ఎంపిక శోధనలో నిర్వచించబడిన అందించిన పొడిగింపు {{0}} కనుగొనబడలేదు.
zh_tw: 找不到在选择查找中定义的提供的扩展 {{0}}。

source: Contentid{{0}} is required for comparison but not supplied.
ar: معرف المحتوى{{0}} مطلوب للمقارنة ولكن لم يتم توفيره.
bn: তুলনা করার জন্য বিষয়বস্তু{{0}} প্রয়োজন কিন্তু সরবরাহ করা হয়নি।
de: Contentid{{0}} ist für den Vergleich erforderlich, wird aber nicht angegeben.
es: Contentid{{0}} se requiere para comparación pero no se proporcionó.
fr: Contentid{{0}} est requis pour la comparaison mais n'est pas fourni.
hi: तुलना के लिए contentid{{0}} आवश्यक है लेकिन आपूर्ति नहीं की गई है।
it: Contentid{{0}} è obbligatorio per il confronto ma non fornito.
nl: Contentid{{0}} is vereist voor vergelijking, maar wordt niet meegeleverd.
pt: Contentid{{0}} é necessário para comparação, mas não é fornecido.
te: పోలిక కోసం Contentid{{0}} అవసరం కానీ అందించబడలేదు.
zh_tw: 比较需要 Contentid{{0}}，但未提供。
